{
    "photo": "https://www.deseretnews.com/project/assets/images/lupo-comic.png",
    "intro": "<h5>Explore This Comic</h5><span>Click on a number to get started!</span>",
    "hotspots": {
        "map": "<map name=\"image-map\"> <area data-hotspot=\"1\" coords=\"1004,1392,59,1236\" shape=\"rect\"> <area data-hotspot=\"2\" coords=\"1002,94,56\" shape=\"circle\"> <area data-hotspot=\"3\" coords=\"219,867,111\" shape=\"circle\"> <area data-hotspot=\"4\" coords=\"265,626,93\" shape=\"circle\"> <area data-hotspot=\"5\" coords=\"413,729,63\" shape=\"circle\"> <area data-hotspot=\"6\" coords=\"420,826,948,1022\" shape=\"rect\"> <area data-hotspot=\"7\" coords=\"4,4,218,128\" shape=\"rect\"><\/map>",
        "info": [
            "(Larson's) got that deadpan tone. Sometimes his cartoons feel like public service announcements, or maybe like a little illustration in a textbook — like, here's the definition of a scientific term. So it's this elaborately scientific-sounding phobia that you might encounter, like in a psychology textbook. All of it is delivered with a straight kind of tone of an academic.",
            "It's like this frozen vignette. A traditional cartoon might be drawn in a really dynamic way, where it feels like there's movement — almost like it's a frame from an animated film. But because he's an awkward artist and he uses that unvarying kind of clear-lined style, it feels completely static, like a photograph — which actually makes it a little more horrifying, like some freeze frame out of a child's nightmare or a strange nature documentary where wolves are pursuing children through suburban kitchens. So all of that, in some way, heightens the strange of horror of the scene.",
            "And (the kid is) like the whitest kind of sedentary kid you've ever seen. This poor kid that probably spends little time outdoors, you know, watches TV and plays video games, all of a sudden he's being pursued by wolves in his own home. He's out of shape and overweight — he's not capable of protecting himself. And there are some awkward things with the art that emphasize his feebleness. He's overweight, but look at the bulge of his hip right there — he's like a pear shape … There's none of that male kind of athleticism. He's got a v-shaped crotch. His legs are twisted at kind of awkward angles. His feet feel like sausages. His arms look atrophied.",
            "And then (the kid in the cartoon's) got that pinhead with a horrible haircut. If you look at 'Peanuts' cartoons, you've got these oversized round heads with widely spaced eyes that connote childhood, and innocence, and cuteness. This has lots of round shapes, but none of them connote cuteness. It's all about devolution and sedentary pursuits.",
            "(Larson) has a convention of not showing people's pupils. They're often hidden behind glasses or just a flat brow. And there's this comic scholar named Scott McCloud, he wrote this book, 'Understanding Comics.' He said that one effective thing cartoonists do is they distill their figures down to these archetypal essences. They amplify through simplifying. So in giving us less data, less information, it actually invites us to engage with a cartoon, to do a kind of closure that they often talk about in literary studies. There's just enough data there for you to be invited in and kind of project, and imagine what's happening. You have to almost identify with that kid and become him because you can't see him as a person outside yourself. It's almost like you become him behind those glasses, like he's a blank slate. He's like an everyman kid — like all of us as an insecure, chunky little preteen who's got weird fears.",
            "It's like a little merry-go-round — like (the wolves) may not actually catch him. I make a point in the book that (in) most of his cartoons he doesn't show scenes of violence. He learned early in his career that when you're dealing with morbid stuff, it's better to show right before or right after, rather than the actual violence taking place. So this is a little bit unusual that you see the trauma happening. But they don't seem horribly menacing. You don't even see their teeth very much or their faces. So it's almost like you have to finish the cartoon. Maybe that softens the terror of it, makes it seem more pathetic than terrifying. They almost seem like oversized neighborhood dogs or something.",
            "There's a term, schadenfreude, where you take humor or pleasure in seeing bad things happening to other people. (Larson) specializes in schadenfreude. But in order for it to work, there has to be enough kind of emotional distance from the bad thing happening that you feel humor rather than terror or sadness or sympathy. He has to find aesthetic and comedic devices to kind of rein in the more horrific aspects of these scenes. They're subtle, but they're there. There's a comedic restraint — like, 'This isn't funny. I'm just telling you about this phobia that some people deal with, and you can make what you want of it.' So it's not like he's doing a dance in front of you. It's all dispassionate, deadpan."
        ]
    }
}